public/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Kayıp Kıta Serüvenleri</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Kayıp Kıta Serüvenleri</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org710620e">İlave Kurallar</a>
<ul>
<li><a href="#org5a49af1">Karakter Takdimi</a></li>
<li><a href="#org0245063">Seans Katılımı ve XP</a></li>
<li><a href="#org5b641e9">Seviye Atlama</a></li>
</ul>
</li>
<li><a href="#orgc5acf4b">Dinler ve Tanrılar</a></li>
<li><a href="#orgbd56375">Oyun Konsepti</a></li>
<li><a href="#org02d6c5a">Karakter Yaratımı</a></li>
</ul>
</div>
</div>
<div id="outline-container-org710620e" class="outline-2">
<h2 id="org710620e">İlave Kurallar</h2>
<div class="outline-text-2" id="text-org710620e">
</div>
<div id="outline-container-org5a49af1" class="outline-3">
<h3 id="org5a49af1">Karakter Takdimi</h3>
<div class="outline-text-3" id="text-org5a49af1">
<p>
FRP, söze dayalı bir oyun olduğu için, karakterlerin fiziksel
özellikleri kolayca akıldan çıkabilir. Buna engel olmak için
karakterini belli periyotlarda yeniden takdim etmeni
isteyebilirim. Bunu ezberden yapmak her zaman kolay olmadığından,
fiziksel özelliklerini kısaca not alman gerekebilir.
</p>

<p>
Bunun için karakterinin dışarıdan bakınca algılanan özelliklerine
odaklan, ve aşağıdaki beş maddeye, bir iki cümleyle kısaca değin.
</p>

<ol class="org-ol">
<li><b>Genel Fizik.</b> Irk, cinsiyet, etnisite, vücut yapın, ve göründüğü
kadarıyla yaşın.</li>
<li><b>Silah, Zırh ve Kıyafetler.</b> Görünen silahların, ve onları taşıdığın
yerler. Giydiğin zırh veya kıyafetlerin genel özellikleri.</li>
<li><b>Semboller ve Süsler.</b> Üzerinde bulunan kutsal semboller, takılar,
kalkanındaki armalar, vs. Ve bunların oyun dünyasındaki anlamları.</li>
<li><b>Özgün Nitelik.</b> Karakterini diğerlerinden ayıran önemli bir
detay. Bu fiziksel bir özelliğin, taşıdığın bir şey, kendine has
duruşun, tutumun vb. bir niteliği kapsayabilir.</li>
<li><b>Yeni Detay.</b> Karakterinin yakın zamanda, oyun esnasında ortaya çıkan
bir detayı. Bu herhangi bir şey olabilir: Kullandığın bir hünerin,
geçmişine dair ortaya çıkan yeni bir bilgi, veya birayı şaraba
tercih etmen, gibi.</li>
</ol>

<p>
Anlatımın sırasında, niteliğe dayalı tariflerden çok, hayal gücünde
çağrışımlar yapabilen anlam yüklü kelimeler tercih et. Örneğin
kılığını anlatırken, "çizgili, saten bir pantolon; yeşil, dökümlü bir
bluz; ve bağcıklı mor bir korse" yerine, "gezgin bir göstericinin
cafcaflı kostümü" ifadesini kullanmak, tarifini daha etkili ve kolay
kavranır hale getirir.
</p>

<p>
Örnek bir karakter takdimi aşağıdadır:
</p>

<ol class="org-ol">
<li><b>Genel Fizik.</b> Karpin, narin yapılı, genç bir erkek. Tipik bir
Radovyalı gibi esmer, köşeli yüz hatlarına sahip ve bıyıklı.</li>
<li><b>Silah, Zırh ve Kıyafetler.</b> Sırtında beceriksizce taşıdığı
arbaletine ilaveten yanından sarkan bir sopası var. Sonbahar
renklerinde soylu kıyafetleri ve uzun bir pelerin giyiyor.</li>
<li><b>Semboller ve Süsler.</b> Yüzüğünde çok da ihtişamlı görünmeyen bir
soylu mührü taşıyor.</li>
<li><b>Özgün Nitelik.</b> Sıkça avcunda gezdirdiği bir altın sikkeye sahip.</li>
<li><b>Yeni Detay.</b> Kirli çıkı bir yönü var. Son macerada çantasından soylu
babasından habersizce aldığı şifa iksirleri çıktı.</li>
</ol>
</div>
</div>
<div id="outline-container-org0245063" class="outline-3">
<h3 id="org0245063">Seans Katılımı ve XP</h3>
<div class="outline-text-3" id="text-org0245063">
<p>
Eğer bir sebepten ötürü oyun seansına katılamazsan, karakterinin
idaresini bana devretmiş sayılırsın. Bu durumda, öncelikle o seans
için, karakterini gruptan ayırmaya çalışırım. Elbette bunun için
grubun elverişli bir yerde olması gerekir. Örneğin bir yerleşim
yerindeyseniz, karakterinin kendi başına bir şeyler yapıyor olması
akla yatkındır.
</p>

<p>
Ancak bu hep mümkün olmaz. Zindanın ortasındayken, karakterinin bir
seanslığına ortadan kaybolup gelmesi, hikaye devamlılığına zarar
verir. Dolayısıyla bu gibi durumlarda, karakterini tıpkı bir NPC gibi
ben kontrol ederim. Mekanik özelliklerinin idaresini ise bir başka
oyuncuya devredebilirim. Bu hepimize ekstra bir yük teşkil ettiğinden,
karakterini yukarıda anlattığım şekilde ayırmak önceliğimdir.
</p>

<p>
Karakterin, mevcut olmadığı Encounter’lardan XP almaz.
</p>
</div>
</div>
<div id="outline-container-org5b641e9" class="outline-3">
<h3 id="org5b641e9">Seviye Atlama</h3>
<div class="outline-text-3" id="text-org5b641e9">
<p>
Karakterin, maceralarda kazandığı tecrübeleri, yerleşim
yerlerinde yaptığı çalışmalarla birleştirerek seviye atlar.
</p>
</div>
<div id="outline-container-org1b685cd" class="outline-4">
<h4 id="org1b685cd">Çalışma Türleri ve Fasiliteler</h4>
<div class="outline-text-4" id="text-org1b685cd">
<p>
Bunun için karakter yaratımı esnasında, ana ve yan olacak
şekilde iki çalışma türü seçersin.
</p>

<p>
Genellikle karakterin ilk mesleği ana çalışma türünü, ikinci
mesleği ise yan türünü belirler. Karakterlerin çalışma
türlerinde nihai karar bana aittir.
</p>

<p>
Çalışma türleri şunlardır:
</p>

<ul class="org-ul">
<li><b>Akademik Çalışma (20 gp):</b> Araştırma, inceleme, deney,
eğitim, danışma ve uzmanlığı kapsar. Genellikle bilginler
ve alimler eşliğinde, kütüphanelerde, laboratuvarlarda
veya arşivlerde yapılır.</li>
<li><b>Pratik Çalışma (10 gp):</b> Uzmanlığa dayalı pek çok dalı
içerir. Yabanda hayatta kalma, zanaatkârlık, hırsızlık
veya dolandırıcılık gibi bir hünerin gelişimine dayalı
aktivitelerdir. Genellikle yerleşim yerlerinde veya yakın
civarlarında, benzer meslek dallarından uzmanlarla bir
arada çalışarak yapılır.</li>
<li><b>Ritüel Çalışması (20 gp):</b> Törenler, ayinler, meditasyon,
tasavvur, gizli ilimler ve diğer ruhani pratikleri
içerir. Bir şeylerle bağ kurmaya dayanır. Rahipler,
falcılar, büyücüler, şövalyeler, keşişler bu yöntemleri
kullanır.</li>
<li><b>Savaş Çalışması (10 gp):</b> Egzersiz, direnç, karşılıklı
dövüş, hedef talimi, ve benzeri fiziksel idmanları
kapsar. Kas, refleks ve kondisyona dayalı meslekler için
gereklidir. Genellikle askeri talim alanları, dövüş
kulüpleri, manastırlar, idman salonları vb. yerlerde
yapılır.</li>
<li><b>Sosyal Çalışma (20 gp):</b> Mesleğine uygun çevrelerle
temasta bulunmaya dayalı bir çalışma
türüdür. Zanaatkârlar, dolandırıcılar, sanatçılar, kanaat
önderleri vb. profesyoneller, benzer toplulukların
içerisinde bulunarak meziyetlerini geliştirir.</li>
</ul>

<p>
Çalışma türleri, doğaları gereği farklı dinamikler ortaya
çıkarır. Örneğin, hırsızlık yeteneklerini geliştirmek riskli
olabileceği gibi, kazançlı da olabilir. Ritüellerin ruhani
bağları kuvvetlendirmesi, beklenenden uzun zaman
alabilir. Her fasilitenin, bunun dışında da kendine has
nitelikleri olabilir. Bu gibi durumlar, oyun esnasında
ortaya çıkacaktır.
</p>
</div>
</div>
<div id="outline-container-org7549faf" class="outline-4">
<h4 id="org7549faf">Çalışma Periyotları</h4>
<div class="outline-text-4" id="text-org7549faf">
<p>
Çalışma fasiliteleri, ekstrem durumlar dışında çoğu yerleşim
yerinde mevcuttur. Karakterin yeterli XP’ye ulaştığında,
seviye atlamak için buralarda çalışma yapması gerekir. Bu
çalışma zamanı, 4 saatlik periyotlardan oluşur.
</p>

<p>
Karakterin ana çalışma türünde eğitim yapıyorsa, harcaman
gereken periyot sayısı, ulaştığın seviyenin iki katıdır.
</p>

<p>
Yan türünde çalışma yapıyorsan, harcaman gereken periyot
sayısı, ulaştığın seviyenin iki buçuk (yukarı yuvarla)
katıdır.
</p>

<p>
Örneğin 3. seviyeye atladığında, ana türünde, 4 saatlik 6
periyotta çalışma yaparsın. Yan türünde ise 8 periyotta
çalışma yaparsın.
</p>

<p>
Yan türde çalışma daha uzun olsa da, bazı koşullarda daha
elverişli olabilir. Fasiliteye erişememe, farklı faydalar
gözetme, gibi.
</p>

<p>
Eğitim süresi boyunca ortaya çıkan masrafları ödemen
gerekir. Bunlar, türlerin yanında belirtilmiştir. Bu sürenin
sonunda seviye atlamayı tamamlarsın.
</p>
</div>
</div>
