public/index.html
<div id="outline-container-orgb533300" class="outline-4">
<h4 id="orgb533300">Rehberlik</h4>
<div class="outline-text-4" id="text-orgb533300">
<p>
Seviye atlarken tek başına çalışabileceğin gibi, bir rehbere
de danışabilirsin. Rehberler, alanlarında uzman NPC’lerdir.
</p>

<p>
Kendi başına çalışırken mevcut sınıfında seviye atlayabilir,
mevcut skill'lerine yeni kademe ekleyebilir, mesleğinin
getirdiği gelişim özelliklerini alabilirsin. Ayrıca mevcut
özelliklerinin devamı olan, veya ön koşullarını tamamladığın
feat'leri edinebilirsin.
</p>

<p>
Yeni bir meslekte ilk seviyeni almak, yeni bir skill'e giriş
yapmak, karakter özelliklerinin devamı niteliğinde olmayan
bir feat'i almak için rehberlik gerekir.
</p>

<p>
Karakter gelişiminde rehberlik gerekip gerekmediğini
belirlerken son karar bana aittir.
</p>

<p>
Rehberlik yapacak NPC’lere ulaşman her zaman kolay
olmayabilir. Çoğu zaman eğitim karşılığında karakterinin bu
kişilere bir şeyler sunması gerekir. Dolayısıyla oyun
sırasında bu gibi karakterleri teşhis edip, onlardan
istifade etme yollarını gözetmek, lehine olur.
</p>

<p>
Rehberler, karakterine ana kitapta olmayan feat'ler,
meslekler, büyüler veya özellikler sunabilir. İlaveten seni
seviye atlarken attığın düşük HP zarlarına karşı korur. Son
olarak da, rehber eşliğinde çalışarak seviye atlarsan, o
seviye boyunca %10 XP bonusu kazanırsın.
</p>

<hr />
</div>
</div>
</div>
</div>
<div id="outline-container-orgc5acf4b" class="outline-2">
<h2 id="orgc5acf4b">Dinler ve Tanrılar</h2>
<div class="outline-text-2" id="text-orgc5acf4b">
<p>
Arz’ın en yaygın iki inancı, Yeni Tanrı Dini ve Eski
Tanrılar'dır.
</p>
</div>
<div id="outline-container-orgfcbb73b" class="outline-3">
<h3 id="orgfcbb73b">Yeni Tanrı Dini</h3>
<div class="outline-text-3" id="text-orgfcbb73b">
<p>
Emperyal dönemde İmparatorluk’ta ortaya çıkan Yeni Tanrı
Dini, bugün Arz’ın en yaygın inancıdır. Rahipleri, diyarın
dört bir yanındaki katedraller ve bazilikalarda dini hizmet
sunar.
</p>

<p>
Bu inanç, Azizlerin Dini olarak da bilinir. Okuyucularına
ahlaki ve felsefi öğretiler aktaran Azizlerin Kutsal Kitabı
ile önce İmparatorluk’a, sonra da dünyaya yayılmıştır. Bu
ciltler, insan formundaki ilahı varlıklar olan Azizler’in
hikayelerini anlatır. Azizlerin Kutsal Kitabı beş bölümden
oluşur. Bunlar:
</p>

<ul class="org-ul">
<li><b>Kral ve Şövalyelerin Kitabı.</b> İyi Kral ve Şövalyeleri’nin
adalet ve doğruluk için çıktıkları yolculuğu anlatır.</li>
<li><b>Gözcülerin Kitabı.</b> Batı Krallıkları’nı gezen üç kadının
öyküsünü aktarır: Bakire, Ana ve Kocakarı. Bu ciltte,
kader, gelecek, ve aile temaları yaygındır.</li>
<li><b>İkizlerin Kitabı.</b> Bilgin ve Demirci’nin temel olarak
gelişim, sabır ve arayışa yönelik öğretiler içeren
hikayesini anlatır.</li>
<li><b>Gezginin Kitabı.</b> Kahraman bir Gezgin’in İmparatorluk ve
İç Deniz kıyısındaki sürükleyici maceralarını
anlatır. Çoğu bölgede en popüler cilt budur.</li>
<li><b>İsimsiz Kitap.</b> Yabancı tarafından yazılan bu garip
kitap, bazen diğer ciltlerden bağımsız kısa öyküler
anlatır, bazense diğer Azizler’in hikayelerine
farklı—hatta kimi zaman sorgulayıcı—yaklaşımlar sunar.</li>
</ul>

<p>
Kitaplarda, Azizler bir Yaratıcı’ya işaret etmekte;
insanlara onun yolundan gitmek, hayatı ve medeniyeti doğru
biçimde idare etmek için öğretiler sunmaktadır.
</p>

<p>
Tabii satır aralarında karanlık bazı figürlerden de
bahsedilir. İyi Kral, takipçilerini Azapgetiren’e karşı
uyarır. İkizler ve Gezginin Kitapları, Aldatan’ın ölümlüler
arasında gizlice dolaştığını anlatır. Gözcülerin Kitabı’nda
ise Olmayan adlı rahatsız edici bir varlığa değinilmektedir.
</p>
</div>
</div>
<div id="outline-container-orga6b7d41" class="outline-3">
<h3 id="orga6b7d41">Eski Tanrılar</h3>
<div class="outline-text-3" id="text-orga6b7d41">
<p>
Eski Tanrılar’ın hangilerinin tanrı, hangilerinin doğa ruhu
olduğu tartışmalıdır. Paganların kendileri bile çağlar
boyunca bu güçler üzerinde bir uzlaşmaya varamamıştır. Eski
Din, ahlaki öğretilerden ziyade, doğal güçlerle uyum içinde
yaşamaya, onların tehlikelerinden sakınmaya yöneliktir.
</p>
</div>
<div id="outline-container-org5eea8ec" class="outline-4">
<h4 id="org5eea8ec">Avandra</h4>
<div class="outline-text-4" id="text-org5eea8ec">
<p>
Şans, değişim, macera ve seyahati temsil eder. Medeni
dünyada olmasa da, ıssız yol kenarlarında pek çok sunağı
vardır. Gezginler, tüccarlar, her türden maceracılar onun
yolundan gider.
</p>
</div>
</div>
<div id="outline-container-org1f8d207" class="outline-4">
<h4 id="org1f8d207">Bahamut</h4>
<div class="outline-text-4" id="text-org1f8d207">
<p>
Platin ejderha Bahamut, adalet, himaye ve onur
tanrısıdır. Eski Tanrı paladinleri, metalik ejderhalar ve
dragonborn'lar onun asil yolunu takip eder.
</p>
</div>
</div>
<div id="outline-container-orgdc17d78" class="outline-4">
<h4 id="orgdc17d78">Ioun</h4>
<div class="outline-text-4" id="text-orgdc17d78">
<p>
Bilgelik, yetenek ve kehanetler tanrıçasıdır. Alimler,
kahinler, büyücüler onun yolunu izler. Kütüphaneler ve
akademiler, çoğu zaman onun ismine adanır.
</p>
</div>
</div>
<div id="outline-container-orga5bd733" class="outline-4">
<h4 id="orga5bd733">Kord</h4>
<div class="outline-text-4" id="text-orga5bd733">
<p>
Fırtına ve savaş tanrısıdır. Güç, kuvvet ve yiğitliği temsil
eder. Yıldırımların efendisi, vahşi ve dizginsiz bir
ilahtır. Savaşçılar, denizciler, atletler ondan medet umar.
</p>
</div>
</div>
<div id="outline-container-orgc6dc961" class="outline-4">
<h4 id="orgc6dc961">Kuzgun Kraliçe</h4>
<div class="outline-text-4" id="text-orgc6dc961">
<p>
Ölüm tanrısının adı uzun zaman önce unutulmuştur, bugün o
yalnızca Kuzgun Kraliçe adıyla bilinir. Kadere
hükmeder. Aynı zamanda kışı ve ölümlü yaşamın sonunu
sembolize eder. Pek çok yerde, dünyadan göçen ruhlara eşlik
etmesi için ona adaklar adanır.
</p>
</div>
</div>
<div id="outline-container-org7920197" class="outline-4">
<h4 id="org7920197">Melora</h4>
<div class="outline-text-4" id="text-org7920197">
<p>
Yaban diyarlar ve denizlerin tanrıçasıdır. Hem vahşi hayatı,
hem barışçıl doğayı temsil eder. Kolcular, avcılar,
denizciler ona tapar.
</p>
</div>
</div>
<div id="outline-container-org0a856fc" class="outline-4">
<h4 id="org0a856fc">Pelor</h4>
<div class="outline-text-4" id="text-org0a856fc">
<p>
Güneş ve yaz tanrısıdır. Ayrıca zamanın
efendisidir. Karanlığa, acıya ve kötülüğe karşı durmak
isteyenler ona sığınır. Tarım ve bereketi temsil ettiğinden,
insan dünyasındaki en yaygın ilahlardandır.
</p>
</div>
</div>
<div id="outline-container-org9f03a6c" class="outline-4">
<h4 id="org9f03a6c">Sehanine</h4>
<div class="outline-text-4" id="text-org9f03a6c">
<p>
Ay ve sonbahar tanrıçası Sehanine, aldatmaca, gölgeler ve
ilüzyonların ilahıdır. Aşkı, rüyaları ve hayalleri temsil
eder. Gözcüler, hırsızlar ve aşıklar ondan lütuf dilerler.
</p>

<hr />
</div>
</div>
</div>
</div>
<div id="outline-container-orgbd56375" class="outline-2">
<h2 id="orgbd56375">Oyun Konsepti</h2>
<div class="outline-text-2" id="text-orgbd56375">
<p>
<i>Kayıp Kıta Serüvenleri</i> 26 Nisan'da başlayacak, <i>Dungeons &amp;
Dragons v.3.5</i> kural sistemiyle oynanacak bir FRP
oyunudur. Haftalık seanslar şeklinde, altı—on ay arası
sürecektir. Oyunun genel konsepti aşağıdadır.
</p>
</div>
<div id="outline-container-orgb7d4392" class="outline-3">
<h3 id="orgb7d4392">Kayıp Senua Kıtası</h3>
<div class="outline-text-3" id="text-orgb7d4392">
<p>
Kılıç ve büyünün hüküm sürdüğü kadim Arz dünyasının
güneybatısında Kayıp Senua Kıtası uzanır. Burası balta
girmemiş ormanlar, fırtınalı sahiller ve öfkeli volkanlarla
doludur. Kabileler, ilkel canavarlar ve köklü elemental
güçlere ev sahipliği yapar.
</p>

<p>
Karanlık Çağ'ın sonunda, bölge kabilelerinin lideri Kraliçe
II. Matari, kolonicilere kıtanın kapılarını açma kararı
verir. Yeni Lejyon'la bir anlaşma imzalar. Buna göre
lejyonerler, kazançlarını Kraliçe'yle paylaşmak şartıyla,
kıtada faaliyet gösterebilecektir. Yeni Lejyon, Arz'ın dört
bir yanından maceracıları, tüccarları, bilginleri ve
zanaatkârları Senua'ya davet eder.
</p>

<p>
Grup, bu çağrıya kulak verip, sıradan hayatlarını geride
bırakan yabancılar olarak yola başlar. Hepsi kendi
gayelerinin peşindedir. Ancak zamanla birbirlerine
güvenmeyi, ve beraber çalışmayı öğrenirler.
</p>
</div>
</div>
