public/index.html
<div id="outline-container-org01245be" class="outline-3">
<h3 id="org01245be">Mücadele ve Fırsatlar</h3>
<div class="outline-text-3" id="text-org01245be">
<p>
İlk görevlerinde, müstakbel maceracıları şans bir araya
getirir. Sonrasında bölgedeki yerleşim yerlerinde başka
macera fırsatları keşfederler. Bunlardan birini kovalamaya
karar verdiklerinde, genellikle bir ön hazırlık yaparak,
gerekli erzaklar ve önemli bilgiler edinirler. Ardından
yerleşim yerinden ayrılıp, yaban doğanın çetin şartlarında
yolculuk ederek macera lokasyonuna ulaşırlar.
</p>

<p>
Buradaki engelleri ve zorlukları aşarak maceranın ana
hedefini gerçekleştirmeye çalışırlar. Bu, vahşi bir canavarı
avlama, doğal bir bölgeyi keşfetme veya unutulmuş bir
harabeyi araştırma gibi şeyler olabilir.
</p>

<p>
Hedeflerinde başarılı olsalar da, olmasalar da, yerleşim
yerine dönerler. Burada macerada elde ettikleri kazanımları
değerlendirir, çalışarak seviye atlarlar. Bir yandan da
dinlenip güç toplarlar. Yerleşim yerleri bunlar dışında da
sosyalleşme, bağlantılar kurma, bilgi edinme vb. cazip
imkanlar da sunar. Eninde sonunda yeni bir macera kendini
gösterir, ve döngü tekrar başlar.
</p>

<p>
Grup kısa sürede koloni bölgesinin mucizeler, tehlikeler ve
sırlarla dolu olduğunu görür. Maceraları esnasında bunları
yavaş yavaş keşfeder, ve bunlarla nasıl başa çıkacağına
karar verir. Eylemleri onları, Yeni Lejyon, kabileler, veya
bölgedeki diğer aktörlerle ortak ya da rakip haline
getirebilir. Nihayetinde bölgenin kaderini belirleyecek
seçimlerin bir parçası olabilirler. Tabii uyanmakta olan
ilkel bir gücün hiddeti altında ezilip gitmezlerse.
</p>
</div>
</div>
<div id="outline-container-orge317a0b" class="outline-3">
<h3 id="orge317a0b">Serüvenin İlk Adımı</h3>
<div class="outline-text-3" id="text-orge317a0b">
<p>
Hikaye başlarken grup Karuga Limanı'nda toplanır. Lejyon
onları Kadim Ruhlar Ormanı kıyısındaki bir oduncu kampını
araştırmak için görevlendirir. Hedef bir süredir
kendilerinden haber alınamayan işçilerin kaderini ortaya
çıkarmaktır. Bölgenin amansız tehlikeleriyle yüzleşmek üzere
vahşi doğaya ilk adımlarını atarlar. Çok geçmeden
karşılarında meşum bir kehanet bulacaklardır:
</p>

<p>
<i>Kaynayan denizler ve fokurdayan volkanların içinden</i>
<i>Uyanacak ilkel bir güç en korkunç derinlerden.</i>
<i>Elementler bir kaos ve yıkım seliyle köpürecek</i>
<i>Denge ancak gök ve yer birleşince gelecek.</i>
</p>

<hr />
</div>
</div>
</div>
<div id="outline-container-org02d6c5a" class="outline-2">
<h2 id="org02d6c5a">Karakter Yaratımı</h2>
<div class="outline-text-2" id="text-org02d6c5a">
<p>
<i>Kayıp Kıta Serüvenleri</i> için 19 Nisan Çarşamba saat 18'de
karakter yaratımı yapacağız.
</p>

<p>
Öncesinde, aşağıdaki seçenekleri değerlendirip iki farklı
karakter konsepti seçmelisin. Bunun için kulağına
eğlenceli gelen, oynamak istediğin bir <b>ırk</b>, <b>meslek</b> ve
<b>motivasyon</b> kombinasyonu belirle.
</p>

<p>
Örneğin, "İyilik yapmaya çalışan İnsan bir Savaşçı." Veya
"Dwarf, Cleric, Motivasyon: İnancını Yaymak," gibi. Bunu iki
farklı karakter için tekrarla. Ve iki tercihini Çarşamba
gününden önce bana özelden ulaştır.
</p>

<p>
Herkes tercihlerini gönderdiğinde bunları okuyup
değerlendireceğim. Ve karakterleri birlikte yaratacağız.
</p>

<p>
(<b>Önemli Not.</b> Tercihlerini bu şekilde önden göndermeyen
oyuncular, karakter yaratımında attıkları skor zarlarını
kabiliyetlerine diledikleri gibi yerleştirme hakkından
mahrum kalacaktır.)
</p>
</div>
<div id="outline-container-org7a0b7e1" class="outline-3">
<h3 id="org7a0b7e1">Irklar</h3>
<div class="outline-text-3" id="text-org7a0b7e1">
<p>
Oyunda seçebileceğin ırklar aşağıdadır:
</p>
</div>
<div id="outline-container-org8cdf2d1" class="outline-4">
<h4 id="org8cdf2d1">İnsan</h4>
<div class="outline-text-4" id="text-org8cdf2d1">
<p>
İnsanlar, Arz'ın en baskın ırkıdır. Çeşitlilikleri,
adaptasyonları ve hırslarıyla bilinirler. Oyundaki insan
karakterler kolonici veya yerli olabilir.
</p>

<p>
Örnek isimler:
</p>

<ul class="org-ul">
<li>Batı Krallıkları:
<ul class="org-ul">
<li>Ander, Desmon, Korven, Stedd, Wilas</li>
<li>Doris, Elmira, Hedra, Margot, Trisa</li>
</ul></li>
<li>İmparatorluk:
<ul class="org-ul">
<li>Bato, Cassius, Flavius, Hektor, Marius</li>
<li>Cintia, Justina, Iris, Optima, Regina</li>
</ul></li>
<li>Buzyeli: 
<ul class="org-ul">
<li>Gunthar, Ragmar, Sigmund, Torvald, Ulf</li>
<li>Freya, Gunhild, Hilda, Ingrid, Svena</li>
</ul></li>
<li>Özgür Şehirler:
<ul class="org-ul">
<li>Anton, Lorenza, Markon, Renzo, Salazar</li>
<li>Bella, Cecila, Dona, Luisa, Marena</li>
</ul></li>
<li>Senua: 
<ul class="org-ul">
<li>Atohi, Hemak, Nahotl, Senua, Tenoch</li>
<li>Aki, Kenoi, Neke, Samose, Waneha</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgee9c3d7" class="outline-4">
<h4 id="orgee9c3d7">Cüce</h4>
<div class="outline-text-4" id="text-orgee9c3d7">
<p>
Cüceler, dağlardaki görkemli maden-kentlerinde yaşayan,
tıknaz ve babayiğit bir halktır. Sıkı çalışmaları,
materyalist yapıları ve dirençleriyle bilinirler.
Huysuzlukları ve inatları meşhurdur. Zor dost edinirler,
düşmanlarını ise asla unutmazlar.
</p>

<p>
Örnek isimler:
</p>

<ul class="org-ul">
<li>Angmar, Barkus, Magnar, Rurik, Tordek, Ungrim</li>
<li>Agna, Bianka, Katlin, Mael, Orla, Thurisa</li>
</ul>
</div>
</div>
<div id="outline-container-orga1b5a3c" class="outline-4">
<h4 id="orga1b5a3c">Elf</h4>
<div class="outline-text-4" id="text-orga1b5a3c">
<p>
Mağrur ve zarif elfler, kadim ve uzun ömürlü bir
halktır. Dışa kapalı bir yaşam sürerler. Dövüş, müzik,
sanat, sihir gibi meziyet isteyen şeylere büyük saygı
duyarlar. Gezgin ruhlu elf maceracılar, bazen gizli
ormanlarından ayrılıp insan diyarlarına göç eder.
</p>

<p>
Örnek isimler:
</p>

<ul class="org-ul">
<li>Benweth, Elros, Gerthas, Quarion, Sindel</li>
<li>Amarys, Caelynn, Elrosine, Mirena, Quelenna</li>
</ul>
</div>
</div>
<div id="outline-container-org456a9f4" class="outline-4">
<h4 id="org456a9f4">Buçukluk</h4>
<div class="outline-text-4" id="text-org456a9f4">
<p>
Buçukluklar, küçük, dostane, ve becerikli bir
halktır. İnsanlarla iç içe yaşarlar. Sinsilik ve
meraktaki namları, çok da temelsiz değildir. Yuva
sıcaklığına düşkün olsalar da, çoğu maceraperest bir ruh
taşır, ve hayatının bir noktasında yollara düşer.
</p>

<p>
Örnek isimler:
</p>

<ul class="org-ul">
<li>Arn, Finn, Milo, Peryn, Reed, Rhent</li>
<li>Bree, Dori, Fara, Merla, Oona, Tess</li>
</ul>
</div>
</div>
<div id="outline-container-org71d2d1a" class="outline-4">
<h4 id="org71d2d1a">Genasi</h4>
<div class="outline-text-4" id="text-org71d2d1a">
<p>
Damarlarında elemental varlıkların kanını taşıyan genasiler,
Senua'da yaygındır. Hava, su, toprak ve ateş olmak üzere
dört türleri vardır.
</p>

<p>
Fiziken insanlara benzeseler de çarpıcı farklar
taşırlar. Bunlar element niteliklerine göre değişir: Alev
alev yanan gözler, su altındaymışçasına dalganan saçlar,
daima hafif bir esinti taşıma, veya kayaları andıran bir
cilt gibi.
</p>

<p>
Karakterleri de taşıdıkları elemente göre şekillenir: Ateş
genasileri genelde enerjik ve öfkelidir, su genasileri
duygusal ve empatik olur, hava genasileri uçarı ve
savruktur, toprak genasileri oturaklı ve ağır kanlıdır,
gibi.
</p>

<p>
Genasiler genelde Senua adları kullanır. Kimileri takma
isimler tercih edebilir. Örneğin:
</p>

<ul class="org-ul">
<li>Alaz, Duman, Köz, Mısra, Opal, Poyraz, Zefir</li>
</ul>

<p>
(Genasi statları <i>Forgotten Realms Campaign Setting</i>
s.19'dadır.)
</p>
</div>
</div>
</div>
<div id="outline-container-orge4b945e" class="outline-3">
<h3 id="orge4b945e">Meslekler</h3>
<div class="outline-text-3" id="text-orge4b945e">
<p>
Oyunda seçebileceğin meslekler aşağıdadır:
</p>
</div>
<div id="outline-container-org15c359c" class="outline-4">
<h4 id="org15c359c">Barbarian</h4>
<div class="outline-text-4" id="text-org15c359c">
<p>
Arz'ın vahşi toprakları, pek çok barbar kabilesine ev
sahipliği yapar. Bunların gözü kara dövüşçüleri, bazen
halkını geride bırakıp maceraya atılır. Barbarlar
hiddetlerini bir silah gibi kullanır. 
</p>
</div>
</div>
<div id="outline-container-orgdb04ec8" class="outline-4">
<h4 id="orgdb04ec8">Bard</h4>
<div class="outline-text-4" id="text-orgdb04ec8">
<p>
Bazı ozanlar, yolculukları esnasında kadim fey büyülerinin
sırlarını keşfeder. Bu karizmatik maceracılar; güzel söz,
hikaye ve şarkının gücüyle, yılanı deliğinden çıkarır.
</p>
</div>
</div>
<div id="outline-container-org54bc5dd" class="outline-4">
<h4 id="org54bc5dd">Cleric</h4>
<div class="outline-text-4" id="text-org54bc5dd">
<p>
İmparatorluk’un Yeni Tanrı inancı, Arz’ın en yaygın
dinlerindendir. Rahipler, bu yolda iman ve cesaretle
savaşan, ilahi büyü gücüyle donanmış maceracılardır. Çoğu
inancının doğrularını yaymak için yola düşer.
</p>
</div>
</div>
<div id="outline-container-orgc72f187" class="outline-4">
<h4 id="orgc72f187">Druid</h4>
<div class="outline-text-4" id="text-orgc72f187">
<p>
Druidler Eski Tanrılar’ın yolundan giderek onların
büyülerini öğrenen pagan rahipleridir. Öğretileri ahlaki
tutumlar içermez; onun yerine tabiat güçlerinin düzeniyle
uyumlu şekilde yaşamayı hedefler.
</p>
</div>
</div>
