content/index.org
*** Fighter
Savaşçılar, dövüş ve muharebe tekniklerinde uzmanlaşmış
maceracılardır. Güç ve dirençleriyle bilinirler. Kayıp Kıta,
canavarlarla ön saflarda cenk etmeye talip gözüpek
savaşçılara cazip fırsatlar sunar.
*** Paladin
Yeni Tanrı Dini'nin bazı şövalyeleri, Azizler'in
mucizeleriyle kutsanır. Bu mukaddes savaşçılar, diyarı gezip
kötülükle savaşmaya ant içerler. Soyluluk, dürüstlük ve
cesaretleriyle çevresindekilere ilham verirler.
*** Ranger
Kolcular, yaban diyarlarda kötülük ve kaosa geçit vermeyen,
çetin kaşiflerdir. En zorlu doğa koşullarında bile hayatta
kalabilirler. Eski Tanrılar’ın izinden giderek, zamanla
onların büyülerini öğrenirler.
*** Rogue
Hırsızlar ve serseriler; hüner, gizlilik ve aldatmacayla
yolunu bulur. Kurnazlıkları ve türlü maharetlerleriyle her
zorluğa karşı bir çare bulabilirler. Senua, onlar için eşsiz
bir hazine avı şansıdır.
*** Sorcerer
Kimi maceracıların büyü yapmak için büyü kitaplarına veya
hocalara ihtiyacı yoktur. Efsuncular büyünün gücünü
kanlarında taşır. Gizli sanatlara içten gelen bir yetenekle
hükmederek engelleri aşarlar.
*** Wizard
Büyücüler, uzun yıllar süren çalışmalar sonucu büyünün gizli
ilmine vakıf olmuş maceracılardır. Kayıp Kıta, elemental
güçleri ve unutulmuş sırlarıyla, bu kurnaz alimleri kendine
çeker.
** Motivasyonlar
:PROPERTIES:
:UNNUMBERED: notoc
:END:
Motivasyon, karakterinin neden maceralara atıldığını
gösterir. Bazı örnek motivasyonlar aşağıdadır:

1. İyilik Yapmak
2. Başkalarına Yardım Etmek
3. Becerini Kanıtlamak
4. Şan-şöhret Kazanmak
5. Zengin Olmak
6. Yeteneklerinde Ustalaşmak
7. Zaferler Kazanmak
8. Adaleti Sağlamak
9. Vazifeni Yapmak
10. Hakikati Keşfetmek
11. Güç Kazanmak
12. Bilgi Biriktirmek
13. Kaderini Gerçekleştirmek
14. Can Sıkıntını Gidermek
15. Statü Kazanmak
16. İnancını Yaymak
17. Kaos Yaratmak
18. Öfkeni Yatıştırmak
19. Seyahat Tutkunu Tatmin Etmek
20. İntikam Alma
