public/index.html
<div id="outline-container-org7e6bdfc" class="outline-4">
<h4 id="org7e6bdfc">Fighter</h4>
<div class="outline-text-4" id="text-org7e6bdfc">
<p>
Savaşçılar, dövüş ve muharebe tekniklerinde uzmanlaşmış
maceracılardır. Güç ve dirençleriyle bilinirler. Kayıp Kıta,
canavarlarla ön saflarda cenk etmeye talip gözüpek
savaşçılara cazip fırsatlar sunar.
</p>
</div>
</div>
<div id="outline-container-orgae61181" class="outline-4">
<h4 id="orgae61181">Paladin</h4>
<div class="outline-text-4" id="text-orgae61181">
<p>
Yeni Tanrı Dini'nin bazı şövalyeleri, Azizler'in
mucizeleriyle kutsanır. Bu mukaddes savaşçılar, diyarı gezip
kötülükle savaşmaya ant içerler. Soyluluk, dürüstlük ve
cesaretleriyle çevresindekilere ilham verirler.
</p>
</div>
</div>
<div id="outline-container-orgf26c5a0" class="outline-4">
<h4 id="orgf26c5a0">Ranger</h4>
<div class="outline-text-4" id="text-orgf26c5a0">
<p>
Kolcular, yaban diyarlarda kötülük ve kaosa geçit vermeyen,
çetin kaşiflerdir. En zorlu doğa koşullarında bile hayatta
kalabilirler. Eski Tanrılar’ın izinden giderek, zamanla
onların büyülerini öğrenirler.
</p>
</div>
</div>
<div id="outline-container-org3b60468" class="outline-4">
<h4 id="org3b60468">Rogue</h4>
<div class="outline-text-4" id="text-org3b60468">
<p>
Hırsızlar ve serseriler; hüner, gizlilik ve aldatmacayla
yolunu bulur. Kurnazlıkları ve türlü maharetlerleriyle her
zorluğa karşı bir çare bulabilirler. Senua, onlar için eşsiz
bir hazine avı şansıdır.
</p>
</div>
</div>
<div id="outline-container-org9f68848" class="outline-4">
<h4 id="org9f68848">Sorcerer</h4>
<div class="outline-text-4" id="text-org9f68848">
<p>
Kimi maceracıların büyü yapmak için büyü kitaplarına veya
hocalara ihtiyacı yoktur. Efsuncular büyünün gücünü
kanlarında taşır. Gizli sanatlara içten gelen bir yetenekle
hükmederek engelleri aşarlar.
</p>
</div>
</div>
<div id="outline-container-orgff94a01" class="outline-4">
<h4 id="orgff94a01">Wizard</h4>
<div class="outline-text-4" id="text-orgff94a01">
<p>
Büyücüler, uzun yıllar süren çalışmalar sonucu büyünün gizli
ilmine vakıf olmuş maceracılardır. Kayıp Kıta, elemental
güçleri ve unutulmuş sırlarıyla, bu kurnaz alimleri kendine
çeker.
</p>
</div>
</div>
</div>
<div id="outline-container-orgddc14b8" class="outline-3">
<h3 id="orgddc14b8">Motivasyonlar</h3>
<div class="outline-text-3" id="text-orgddc14b8">
<p>
Motivasyon, karakterinin neden maceralara atıldığını
gösterir. Bazı örnek motivasyonlar aşağıdadır:
</p>

<ol class="org-ol">
<li>İyilik Yapmak</li>
<li>Başkalarına Yardım Etmek</li>
<li>Becerini Kanıtlamak</li>
<li>Şan-şöhret Kazanmak</li>
<li>Zengin Olmak</li>
<li>Yeteneklerinde Ustalaşmak</li>
<li>Zaferler Kazanmak</li>
<li>Adaleti Sağlamak</li>
<li>Vazifeni Yapmak</li>
<li>Hakikati Keşfetmek</li>
<li>Güç Kazanmak</li>
<li>Bilgi Biriktirmek</li>
<li>Kaderini Gerçekleştirmek</li>
<li>Can Sıkıntını Gidermek</li>
<li>Statü Kazanmak</li>
<li>İnancını Yaymak</li>
<li>Kaos Yaratmak</li>
<li>Öfkeni Yatıştırmak</li>
<li>Seyahat Tutkunu Tatmin Etmek</li>
<li>İntikam Alma</li>
</ol>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 28.2 (<a href="https://orgmode.org">Org</a> mode 9.5.5)</p>
</div>
</body>
</html>
